const managementList = [
    {
        about: `
        Закінчила Харківський інженерно-економічний інститут, спеціальність “Економіка і організація машинобудівного виробництва”, інженер - економіст.
        `,
        position: 'Директор коледжу',
        name: {
            firstname: 'ірина іванівна',
            surname: 'дідух',
        },
        photo: 'DSC_4515.jpg',
    },
    {
        about: `
        Закінчив Національний технічний університет “ХПІ” у 2012р. за спеціальністю “Економіст-менеджер”. У 2015р. закінчив Національний технічний університет “ХПІ” за спеціальністю “Педагогіка вищої школи”.
        `,
        position: 'Заступник директора з навчальної роботи',
        name: {
            firstname: 'олесандр Ігорович',
            surname: 'ігнатенко',
        },
        photo: 'DSC_4518.jpg',
    },
    {
        about: `
        Закінчила Бердянський державний педагогічний університет ім. П. Осипенко за спеціальністю “викладач украхнської мови та літератури”, магістр.
        Викладач вищої категорії.
        Трудовий і педагогічний стаж понадд 16 років.
        Викладач дисциплін “Українська мова” та “Українська література”
        `,
        position: '   Заступник директора з виховної роботи',
        name: {
            firstname: 'наталія миколаївна',
            surname: 'лола',
        },
        photo: 'DSC_4498.jpg',
    },
    {
        about: `
        Відповідає за спеціальності “Обслуговування верстатів з програмним управлінням і робототехнічних комплексів”, “Обслуговування та ремонт електропобутової техніки”, та “Обслуговування програмних систем і комплексів”.
        Викладач дисципліни “Будова і сервісне обслуговування верстатів з ПУ і роботів.”
        `,
        position: 'Завідувач денним відділенням спеціальностей то, пт та опк',
        name: {
            firstname: 'любов сергіївна',
            surname: 'бовт',
        },
        photo: 'DSC_4508.jpg',
    },
    {
        about: `
        Відповідаж за спеціальності “Виробництво верстатів з програмним управлінням і роботів”, “Виробництво гідравлічних і пневматичних засобів автоматизації” та “Розробка програмного забезпечення”.
        Викладач дисциплін “Українська мова” та “Українська література”
        `,
        position: 'Завідувач денним відділенням спеціальностей вв, за та рпз',
        name: {
            firstname: 'жанна валеріївна',
            surname: 'костюкова',
        },
        photo: 'DSC_4509.jpg',
    },
    {
        about: `
        Закінчив  Національний технічний університет “ХПІ” за спеціальністю “Прилади та системи неруйнівного контролю”, магістр, інженер-дослідник приладобудування.
        Відповідає за організацію навчальної практики студентів спеціальностей “Комп’ютерні науки та інформаційні технології” та “Інженерія програмного забезпечення”, а також за зв’язки з ІТ-компаніями.
        `,
        position: 'завідувач навчальної лабораторії інтегрованих технологій, практичного навчання та технічної творчості',
        name: {
            firstname: 'володимир вікторович',
            surname: 'карпусь',
        },
        photo: 'Iforsuit.jpg',
    },
];

export default managementList;
