import newPageTitle from "../components/pageTitle.js";
import changePage from "../utilities/changePage.js";

const aboutContainer = document.createElement('div');

aboutContainer.append(newPageTitle('00', 'ПРО КОЛЕДЖ', true));

const pageContent = document.createElement('div');
pageContent.className = 'basic';

pageContent.innerHTML = `
<p>Харківський комп'ютерно-технологічний коледж є структурним підрозділом Національного технічного університету «Харківський політехнічний інститут»</p>
<br>
<p>Історія коледжу почалась у 1947 році, коли було створено Харківський гірничий технікум. Саме тут в складні післявоєнні роки започаткована і довгий час зберігалась унікальна підготовка фахівців-техніків для гірничої галузі, а потім розгорнулось навчання спеціалістів з обробки матеріалів різання, обслуговування верстатів ЧПУ та робототехнічних комплексів, виробництва гідравлічних і пневматичних засобів автоматизації, виробництва верстатів з програмним управлінням.</p>
<br>
<p>У 1957 році технікум було переіменовано у верстатоінструментальний та підпорядковано Міністерству верстатобудівної та інструментальної промисловості СРСР. Слід віддати глибоку шану тим, хто в ті роки своєю наполегливою працею, натхненням і завзяттям, долаючи матеріальні нестатки і труднощі, закладали і примножували матеріальну базу, освітній потенціал і славні виховні традиції навчального закладу.</p>
<br>
<p>1997 рік ознаменувався входженням верстатоінструментального технікуму як структурного підрозділу до складу Харківського політехнічного інституту, що дало можливість зайняти гідне місце у ступеневій освіті та створило умови студентам для продовження навчання в університеті.</p>
<br>
<p>Працюючи в умовах ринкової економіки колектив та адміністрація технікуму врахували суспільні потреби і розширили профіль навчального закладу. Були відкриті спеціальності «Обслуговування та ремонт електропобутової техніки», «Розробка програмного забезпечення», «Обслуговування програмних систем і комплексів».</p>
<br>
<p>У 2011 році технікум переіменовано у Харківський комп'ютерно-технологічний коледж НТУ «ХПІ». Багатьом поколінням викладачів, співробітників і випускників сучасний комп'ютерно-технологічний коледж завдячує своїм авторитетом і широким визнанням.</p>
<br>
<p>Матеріально-технічна база коледжу включає навчальний корпус, в якому розміщені 13 лабораторій і 9 навчальних аудиторій, актовий зал, спортивний і тренажерний зал, сучасні комп'ютерні класи, майстерні.</p>
<br>
<p>Зміст підготовки завжди відповідав досягненням науково-технічного прогресу, постійно удосконалювався.</p>
<br>
<p>Підготовка спеціалістів з ремонту верстатів з програмнтм управлінням базується на останніх досягненнях мехатроніки. Студенти вивчають основи сервісного обслуговування побутових машин, методи діагностування їх технічного стану, а також технологічні процеси їх ремонту.</p>
<br>
<p>При підготовці технологів враховуються можливості максимальної автоматизації виробничих процесів, використання найсучаснійшого металорізального обладнання.</p>
<br>
<p>Розвивається співробітництво з провідними світовими фірмами. «Siemens» надала сучасну систему ЧПУ «Sinumerik» і електропривод «Simodrive». Значну інформаційну і технічну допомогу надають інженерні фірми «Елакс», «Інтеко» «Спеціум ЛТД», «Sigma Software», «Nix Solutions», «Gameloft», «Макснет» та ін.</p>
<br>
<p>В коледжі здійснюється навчання без відриву від виробництва та підготовка іноземних громадян.</p>
<br>
<p>В умовах розширення інтеграційних процесів у світовій системі освіти, науки та виробництва підняті на новий рівень питання вивчення іноземних мов, інформатики та обчислювальної техніки, основ ринкової економіки, якості продукції, проблем екології та права.</p>
<br>
<p>В коледжі вивчаються дисципліни, що дозволяють використовувати в практичній діяльності та навчанні прикладне програмне забезпечення.</p>
<br>
<p>Вдумливе ставлення до процесу навчання і виховання, небайдужість, відповідальне відношення до своєї праці, вміння знайти індивідуальний підхід до кожного студента притаманні для більшості викладачів коледжу.</p>
<br>
<p>Понад 30 років віддали навчальному закладу: Сумкіна Л. П., Рязанов А.М., Дідух І. І., Буряк А. О., Барсукова А. М., Махотило В. Г., Пантула А. С., Покусай П. І., Собко Н. П., Кириченко В. Л.</p>
<br>
<p>За час свого існування коледж підготував понад 15 тисяч фахівців, надав кадри багатьом підприємствам. Серед них: ПАТ «Турбоатом», завод «ФЕД», «Комунар», АТ «Гідропривод», «Харківське авіаційне підприємство», «Sigma Software», «Nix Solutions», «Gameloft», «Макснет» та ін.</p>
<br>
<p>Серед випускників коледжу багато успішних і відомих людей: керівники підприємств, наукові співробітники, підприємці, провідні фахівці промислових підприємств та ІТ компаній. А в період навчання студенти відзначились як переможці обласних олімпіад, конкурсів, змагань. Вони отримували стипендії Президента України, Верховної Ради України.</p>
<br>
<p>Творчі колективи з числа студентів коледжу створюють неповторну атмосферу культурного середовища, в якому є місце поезії, пісні, музиці, фантазії.</p>
<br>
<p>Ювілейні дати дають нагоду з глибокою пошаною згадати всіх, хто творив нашу історію, і висловити вдячність сучасному колективу коледжу: викладачам, співробітникам і студентам за сумлінну працю в ім'я примноження успіхів і слави нашого навчального закладу.</p>
`;

// const toMainPage = document.createElement('a');
// toMainPage.text = 'НА ГОЛОВНУ';
// toMainPage.onclick = changePage;

// aboutContainer.append(toMainPage);

aboutContainer.append(pageContent);

export default aboutContainer;
