const studenArticles = [
    {
        title:  'Список літератури 1 курс',
        text: '',
    },
    {
        title:  'Реквізити для сплати за контракт',
        text: `
            <div class='studentsContent'>
            <h3>Реквізити для сплати за контракт</h3>
            <br>
            <span>Код отримувача: 00 22 42 77</span>
            <br><br>
            <span>Р/Р отримувача: UA 05 82 01 72 03 13 27 100 120 118 4194</span>
            <br><br>
            <span>Банк отримувача: Державна казначейська служба України</span>
            <br><br>
            <span>Призначення платежу: Сплата за навчання</span>
            <br><br>
            <span>ПІБ студента, група, платник</span>
            </div>
        `,
    },
    {
        title:  'Розклад заанять',
        text: '',
    },
    {
        title:  'Наавчальні плани освітніх занять',
        text: '',
    },
    {
        title:  'Стипендія',
        text: '',
    },
    {
        title:  'Корисні посилання',
        text: '',
    },
];

export default studenArticles;
